Repository: pennappslabs/Penn-Book-Bazaar
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es_es

source: Contact
es_es: Contacto

source: contacted you about the Ad
es_es: le contactó acerca del Anuncio

source: Do not answer this email, answer to this account
es_es: No responda a este correo electrónico directamente, responda a esta cuenta

source: User
es_es: Usuario

source: Message sent, thank you
es_es: Mensaje enviado, gracias

source: Oops! Spam? If it was not spam, contact us
es_es: ¡Uy! ¿Spam? Si no fue spam, contáctenos

source: Wrong email address
es_es: Dirección de correo electrónico incorrecta

source: Wrong Captcha
es_es: Captcha incorrecto

source: Remember
es_es: Recordar

source: To edit the post click here
es_es: Para editar la publicación, haga clic aquí

source: Publish Date
es_es: Fecha de publicación

source: Contact Name
es_es: Nombre de Contacto

source: Location
es_es: Ubicación

source: Place
es_es: Lugar

source: times displayed
es_es: veces mostrado

source: Comments
es_es: Comentarios

source: Picture
es_es: Imagen

source: Share
es_es: Compartir

source: Report bad use or Spam
es_es: Informe mal uso o Spam

source: Phone
es_es: Teléfono

source: Your Name
es_es: Su Nombre

source: Email
es_es: Correo electrónico

source: Message
es_es: Mensaje

source: This Ad is no longer available
es_es: Este anuncio ya no está disponible

source: Reminder email with links to edit and deactivate
es_es: Recordatorio por correo electrónico con enlaces para editar y desactivar

source: Post Ad in
es_es: Publicar en

source: Edit
es_es: Editar

source: Deactivate
es_es: Desactivar

source: Delete
es_es: Borrar

source: Nothing found
es_es: No se ha encontrado nada

source: Page
es_es: Página

source: Previous
es_es: Anterior

source: Next
es_es: Próximo

source: Wrong email
es_es: correo electrónico incorrecto

source: Wrong captcha
es_es: captcha incorrecto

source: Suggest new category
es_es: Sugerir una nueva categoría

source: Subject
es_es: Tema

source: Advanced Search
es_es: Búsqueda Avanzada

source: To confirm your Ad click here
es_es: Para confirmar su anuncio, haga clic aquí

source: If you want to edit your Ad click here
es_es: Si desea modificar su anuncio, haga clic aquí

source: If this Ad is no longer available please click here
es_es: Si este anuncio ya no está disponible, por favor haga clic aquí

source: Thank you! Check your email to confirm the post
es_es: ¡Gracias! Revise su correo electrónico para confirmar la publicación

source: Confirm
es_es: Confirmar

source: Publish a new Ad
es_es: Publicar un nuevo anuncio

source: Category
es_es: Categoría

source: Type
es_es: Tipo

source: offer
es_es: oferta

source: need
es_es: demanda

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Email (not published)
es_es: Correo electrónico (no publicado)

source: Your Phone (published)
es_es: Su Teléfono (publicado)

source: YouTube video
es_es: Vídeo de YouTube

source: Upload pictures max file size
es_es: Cargar fotos con tamaño máximo de archivo

source: format
es_es: formato

source: Post it!
es_es: Publicar!

source: Sitemap
es_es: Mapa del Sitio

source: Categories
es_es: Categorías

source: Links
es_es: Enlaces

source: Privacy Policy
es_es: Política de Privacidad

source: Administrator
es_es: Administrador

source: There was a problem with your post. Please do not use active code
es_es: Ha habido un problema con su publicación. Por favor, no use código activo

source: Go Back
es_es: Regresar

source: Your Ad was successfully activated, thank you
es_es: Su anuncio ha sido activado con éxito, gracias

source: Your Ad was successfully deactivated
es_es: Su anuncio ha sido desactivado con éxito

source: Your Ad was successfully activated
es_es: Su anuncio ha sido activado con éxito

source: Your Ad was successfully deleted
es_es: Su anuncio ha sido borrado

source: Spam reported
es_es: Spam reportado

source: Your Ad was successfully updated
es_es: Su anuncio se ha actualizado correctamente

source: Activate
es_es: Activar

source: Edit Ad
es_es: Editar anuncio

source: These images will be permanently removed if you upload new ones
es_es: Estas imágenes se eliminarán permanentemente si sube otras nuevas

source: Update
es_es: Actualizar

source: Settings
es_es: Configuración

source: My Account
es_es: Mi Cuenta

source: Logout
es_es: Desconectarse

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Your account has been updated
es_es: Su cuenta ha sido actualizada

source: Name
es_es: Nombre

source: Password
es_es: Contraseña

source: Confirm password
es_es: Confirma la contraseña

source: Submit
es_es: Enviar

source: Welcome
es_es: Bienvenido

source: My Classified Ads
es_es: Mis Anuncios

source: Login
es_es: Conectar

source: Account not found
es_es: Cuenta no encontrada

source: Wrong password
es_es: Contraseña incorrecta

source: Account is disabled
es_es: Cuenta deshabilitada

source: Remember me on this computer
es_es: Recordarme en este equipo

source: Forgot My Password
es_es: Olvidé mi contraseña

source: If you do not have an account
es_es: Si no tienes una cuenta

source: Register
es_es: Registrar

source: Your log on information
es_es: Su registro en la información

source: Your password has been sent
es_es: Su contraseña ha sido enviada

source: Please, check your email
es_es: Por favor, revise su correo electrónico

source: Account already exists
es_es: Cuenta ya existe

source: Click the following link or copy and paste it into your browser address field to activate your account
es_es: Haga clic en el siguiente enlace o cópielo y péguelo en el campo de direcciones del navegador para activar tu cuenta

source: Confirm account
es_es: Confirmar cuenta

source: Confirm your account
es_es: Confirme su cuenta

source: Instructions to confirm your account has been sent
es_es: Instrucciones para confirmar tu cuenta han sido enviada

source: An unexpected error has occurred trying to register your account
es_es: Un error inesperado se ha producido tratando de registrar su cuenta

source: Terms agreement is required
es_es: Aceptación de Términos es requerida

source: Your account has been succesfully confirmed
es_es: Su cuenta ha sido confirmada con éxito

source: NEW account registered
es_es: NUEVA cuenta resgistrada

source: NEW account
es_es: nueva cuenta

source: An unexpected error has occurred trying to confirm your account
es_es: Un error inesperado se ha producido tratando de confirmar su cuenta

source: Accept
es_es: Aceptar

source: Terms
es_es: Condiciones

source: Contact name
es_es: Nombre de contacto

source: Send me an email with links to manage my Ad
es_es: Envíame un correo electrónico con enlaces para gestionar mi anuncio

source: Home
es_es: Inicio

source: Classifieds
es_es: Anuncios

source: Filter
es_es: Filtro

source: Latests Ads
es_es: Últimos anuncios

source: Cannot connect to server
es_es: No se puede conectar al servidor

source: No database name was given
es_es: No se entró el nombre de la base de datos

source: Available databases
es_es: Bases de datos disponibles

source: Requirements
es_es: Requerimientos

source: Path Settings
es_es: Configuración de Ruta

source: Database
es_es: Base de datos

source: Basic Configuration
es_es: Configuración básica

source: Review & Install
es_es: Revisión e Instalación

source: Config
es_es: Configuración

source: Cannot write to the configuration file
es_es: No se puede escribir en el fichero de configuración

source: The configuration file
es_es: El archivo de configuración

source: is not writable
es_es: no se puede escribir

source: Change its permissions, then try again
es_es: Cambie los permisos y vuelva a intentarlo

source: Offer
es_es: Oferta

source: Need
es_es: Demanda

source: type
es_es: tipo

source: Map
es_es: Mapa

source: Register new account
es_es: Abrir una cuenta nueva

source: Congratulations
es_es: Felicidades

source: Installation done
es_es: Instalación realizada

source: Please now erase the folder
es_es: Por favor, ahora borre la carpeta

source: Go to Your Website
es_es: Ir a su Sitio Web

source: Make a donation
es_es: Hacer una donación

source: We really appreciate it
es_es: Realmente lo agradecemos

source: Welcome to
es_es: Bienvenido a

source: installation
es_es: instalación

source: Welcome to the super easy and fast installation
es_es: Bienvenido a la muy fácil y rápida instalación

source: If you need any help please check
es_es: Si usted necesita cualquier ayuda por favor revise

source: the forum
es_es: el foro

source: Please read the following license agreement and accept the terms to continue
es_es: Por favor, lea el siguiente acuerdo de licencia y acepte los términos para continuar

source: I accept the license terms
es_es: Acepto los términos de la licencia

source: Continue
es_es: Continuar

source: Please carefully review the requirements check list below
es_es: Por favor, revise cuidadosamente la siguiente lista de verificación de requisitos

source: Server software
es_es: Software del servidor

source: version
es_es: versión

source: or higher
es_es: o superior

source: Yes
es_es: Sí

source: Please upgrade
es_es: Por favor, actualice

source: in order to proceed
es_es: a fin de proceder

source: Not found
es_es: No se ha encontrado

source: Please install
es_es: Por favor, instale

source: Found
es_es: Encontrado

source: if you want to use Twitter functionality
es_es: si desea utilizar la funcionalidad de Twitter

source: URL rewriting
es_es: Reescritura de direcciones URL

source: it is strongly recommended to install it
es_es: es muy recomendable instalarlo

source: Cannot check if installed
es_es: No se puede comprobar si está instalado

source: Language support
es_es: Soporte de idioma

source: Writeable folders
es_es: Carpetas grabables

source: Site root
es_es: Raíz del sitio

source: install will update
es_es: instalar actualizará

source: OK - Writable
es_es: OK - Grabable

source: File not found
es_es: Archivo no encontrado

source: Unwritable (check permissions)
es_es: No grabable (verificar permisos)

source: mandatory to perform installation
es_es: obligatorios para realizar la instalación

source: Please correct the items described above then click the button below to run the requirements check again
es_es: Por favor, corrija los elementos descritos anteriormente, luego haga clic en el botón de abajo para ejecutar los requisitos de verificación de nuevo

source: Check your path settings
es_es: Compruebe la configuración de su ruta

source: Site URL
es_es: URL del sitio

source: Suggested path
es_es: Ruta sugerida

source: please check this carefully
es_es: por favor revise esto con cuidado

source: Please correct the items described above to continue
es_es: Por favor, corrija los elementos descritos anteriormente para continuar

source: Enter your MySQL database details below
es_es: Entre los detalles de la base de datos MySQL a continuación

source: Host name
es_es: Nombre del servidor

source: User name
es_es: Nombre de usuario

source: Database name
es_es: Nombre de la base de datos

source: Database charset
es_es: Charset base de datos

source: Table prefix
es_es: Prefijo de Tabla

source: Allows multiple installations in one database if you give each one a unique prefix
es_es: Permite múltiples instalaciones en una base de datos si da a cada un un prefijo único

source: Only numbers, letters, and underscores
es_es: Sólo números, letras y guiones bajos

source: Sample data
es_es: Datos de muestra

source: Creates few sample categories and posts
es_es: Crea algunas categorías y publicaciones de muestra

source: More settings available in the website admin
es_es: Más ajustes disponibles en el sitio web de administración

source: Site Name
es_es: Nombre del sitio

source: Email address
es_es: Dirección de correo electrónico

source: for notifications, and set as recipient in the emails sent from the site
es_es: para las notificaciones, y definido como destinatario de los correo enviados por el sitio

source: Site Language
es_es: Idioma del sitio

source: you can add more languages in
es_es: puede agregar más idiomas en

source: Time Zone
es_es: Zona horaria

source: Admin Name
es_es: Nombre del Admin

source: Admin Password
es_es: Contraseña del Admin

source: Please review the following summary and click the button below to install
es_es: Por favor revise el siguiente resumen y haga clic en el botón de abajo para instalar

source: Path
es_es: Ruta

source: Site language
es_es: Idioma del sitio

source: Install
es_es: Instalar

source: New Category
es_es: Nueva categoría

source: Edit Category
es_es: Modificar categoría

source: Delete Category
es_es: Eliminar Categoría

source: Category already exists
es_es: Categoría ya existe

source: Manage your website categories
es_es: Gestiona las categorías de tu sitio web

source: Order
es_es: Orden

source: Parent
es_es: Padre

source: Cancel
es_es: Cancelar

source: New Location
es_es: Nueva Ubicación

source: Edit Location
es_es: Editar Ubicación

source: Delete Location
es_es: Eliminar Ubicación

source: Locations
es_es: Ubicaciones

source: Location already exists
es_es: Ubicación ya existe

source: Site Usage Statistics
es_es: Estadísticas de uso del sitio

source: Ads Views
es_es: Anuncios Vistos

source: Yesterday
es_es: Ayer

source: Last week
es_es: La semana pasada

source: Last month
es_es: El mes pasado

source: Ads
es_es: Anuncios

source: Total Ads
es_es: Total Anuncios

source: Classified Ads
es_es: Anuncios

source: Date
es_es: Fecha

source: Search
es_es: Búsqueda

source: Change the permissions
es_es: Cambie los permisos

source: Notifications Email
es_es: Notificaciones por Email

source: Language
es_es: Idioma

source: Locale Extension
es_es: Extensión de Configuración regional

source: Administrator Login
es_es: Usuario Administrador

source: Administrator Password
es_es: Contraseña Administrador

source: Database Configuration
es_es: Configuración de Base de datos

source: Host Name
es_es: Nombre del anfitrión

source: Database Username
es_es: Usuario de Base de datos

source: Database Password
es_es: Contraseña de Base de datos

source: Database Name
es_es: Nombre de Base de datos

source: Database Charset
es_es: Base de datos Charset

source: IMPORTANT: If you change this be sure you change it in the database structure and maybe you need to change it in the HTML Charset as well
es_es: IMPORTANTE: Si cambia esto asegúrese de realizar el cambio correspondiente en la estructura de base de datos y puede ser que necesites cambiar el juego de caracteres HTML también

source: Table Prefix
es_es: Prefijo de Tabla

source: Multiple installations in one database if you give each a unique prefix. Only numbers, letters, and underscores
es_es: Múltiples instalaciones en una base de datos si le da a cada una prefijo único. Sólo números, letras y guiones bajos

source: Mail Server Configuration
es_es: Configuración del servidor de correo

source: Server Port
es_es: Puerto del servidor

source: Leave blank to use default SMTP port
es_es: Deja en blanco para usar por defecto el puerto SMTP

source: Authentication
es_es: Autenticación

source: Enables SMTP authentication
es_es: Permite la autenticación SMTP

source: Username
es_es: Nombre de usuario

source: Uses GMAIL for SMTP, perfect if you do not have email server or you cannot manage to configure it
es_es: Usa GMAIL para SMTP, perfecto si no tienes servidor de correo electrónico o no logras configurarlo

source: Account Name
es_es: Nombre de la cuenta

source: Account Password
es_es: Contraseña de la cuenta

source: Initial Settings
es_es: Ajustes Iniciales

source: Site Full Path
es_es: Ruta de acceso completa del sitio

source: IMPORTANT: Path in the server
es_es: IMPORTANTE: Ruta de acceso en el servidor

source: HTML Charset
es_es: Conjunto de Caracteres HTML

source: IMPORTANT: maybe you need to change it in your database Charset as well
es_es: IMPORTANTE: es posible que necesite cambiarlo en su base de datos y el conjunto de caracteres también

source: List
es_es: Lista

source: Date Format
es_es: Formato de fecha

source: Use a date format
es_es: Utilice un formato de fecha

source: Logon to Post
es_es: Iniciar sesión para Publicar

source: Require log on to post
es_es: Requerir iniciar sesión para publicar

source: Posts counter
es_es: Contar publicaciones

source: Count the visitors per post
es_es: Contar los visitantes por publicación

source: Minimal search phrase length
es_es: Longitud mínima de la frase de búsqueda

source: Search less than this number will not be performed
es_es: menos de este número de la búsqueda no se realizará

source: Password Size
es_es: Tamaño Contraseña

source: Size for the password used in new Posts. Only numbers
es_es: Tamaño de la contraseña utilizada en las publicaciones nuevas. Sólo los números

source: Currency
es_es: Moneda

source: Price currency
es_es: Moneda de precio

source: Currency Format
es_es: Formato de moneda

source: Format to display price
es_es: Formato para mostrar precios

source: For example
es_es: Por ejemplo

source: Type Offer
es_es: Tipo Oferta

source: Offer type value on database
es_es: Valor de Tipo Oferta en la base de datos

source: Type Need
es_es: Tipo Demanda

source: Need type value on database
es_es: Valor de Tipo Demanda en la base de datos

source: Enables location features
es_es: Activa las funciones de ubicación

source: Location Root
es_es: Ubicación raíz

source: The root of all location. For example: Country name
es_es: La raíz de todo lugar. Por ejemplo: Nombre del país

source: Look and Feel
es_es: Aspecto

source: Disabled does not use the .htaccess, and the URLS will not look SEO friendly
es_es: Desabilitado no utiliza el htaccess., y las URLs no se verán SEO friendly

source: Default Theme
es_es: Tema por defecto

source: For more themes please go to
es_es: Para obtener más temas por favor vaya a

source: Theme Selector
es_es: Selector de Tema

source: If you enable this you allow the user to select theme
es_es: Habilitado le permitirá al usuario seleccionar el tema

source: Mobile Theme
es_es: Tema Móvil

source: Displays the mobile version of your site to mobile devices if its enabled, (uses neoMobile theme)
es_es: Muestra la versión móvil de su sitio para dispositivos móviles si estáhabilitado, (usa el tema neoMobile)

source: Items per Page
es_es: Cantidad de elementos por página

source: Only numbers
es_es: Sólo los números

source: Pages to display
es_es: Páginas a mostrar

source: How many pages are displayed
es_es: Cuántas páginas se visualizan

source: HTML Editor
es_es: Editor HTML

source: Disable nicEdit HTML editor in the post
es_es: Desactivar editor HTML nicEdit en la publicación

source: HTML Separator
es_es: Separador HTML

source: Separator used in a few places
es_es: Separador utilizado en algunos lugares

source: Adsense and Advertising
es_es: Adsense y publicidad

source: In this section you can paste your code of AdSense or any other provider and it will show in the website
es_es: En esta sección puedes pegar el código de AdSense o de cualquier otro proveedor, y se mostrará en la página web

source: Top Advertisement
es_es: Publicidad Encabezado

source: HTML advertisement that appears in the top of the website
es_es: HTML publicidad que aparece en la parte superior de la página web

source: Widget Advertisement
es_es: Publicidad de Widget

source: HTML advertisement that appears in the sidebar
es_es: Publicidad HTML que aparece en la barra lateral

source: Sidebar
es_es: Barra lateral

source: Available Widgets
es_es: Widgets Disponibles

source: Your Sidebar
es_es: Su barra lateral

source: Image Settings
es_es: Configuración de Imagen

source: Number of Images
es_es: Número de Imágenes

source: Number of images that can be posted, 0 disable all the images
es_es: Número de imágenes que se pueden publicar, 0 desactiva todas las imágenes

source: Image Size
es_es: Tamaño de la imagen

source: Max image size allowed
es_es: El tamaño máximo permitido para la imagen

source: Image Folder
es_es: Carpeta de imágenes

source: Image upload directory name
es_es: Nombre del directorio de imágenes

source: Image Full Path
es_es: Ruta Imágenes

source: Full path where the images will be stored
es_es: Trayectoria completa donde las imágenes se almacenarán

source: Image Types
es_es: Tipos de imagen

source: Type of images allowed, separated by comma
es_es: Tipos de imágen permitidas, separadas por coma

source: Image Resize
es_es: Cambio del tamaño de la imagen

source: Size of the images uploaded
es_es: Tamaño de las imágenes publicadas

source: Thumbs Resize
es_es: Cambiar el tamaño de Miniaturas

source: Size of the thumbs generated
es_es: Tamaño de los pulgares generados

source: Rss & Sitemap
es_es: RSS y Mapa del sitio

source: RSS Items
es_es: RSS de los artículos

source: Number of items to display in RSS
es_es: Número de elementos a mostrar en RSS

source: RSS Images
es_es: Imágenes RSS

source: Display images in RSS
es_es: Mostrar las imágenes en RSS

source: Sitemap File Path
es_es: Ruta del Mapa del sitio

source: Path for the sitemap
es_es: Ruta de acceso para el mapa del sitio

source: Sitemap Expires
es_es: Expiración Mapa del sitio

source: Generates new sitemap after expire
es_es: Genera nuevo mapa del sitio después de expirar

source: Sitemap deleted on post
es_es: Mapa del sitio eliminado en publicación

source: On new post generate new sitemap
es_es: En nueva publicación volver a generar el Mapa del sitio

source: Sitemap on category
es_es: Mapa del sitio en cambio de categoría

source: On new/updated category generate new sitemap
es_es: En nueva/actualización de categoría generar nuevo Mapa del sitio

source: Sitemap ping to Google
es_es: Mapa del sitio ping a Google

source: On any update will ping Google about the changes, before activate register your site at
es_es: En cualquier actualización ping a Google sobre los cambios, antes de activar el registre su sitio en

source: Google Webmaster Tools
es_es: Herramientas de Google para webmasters

source: Cache Configuration
es_es: Configuración de caché

source: Cache Active
es_es: Caché activa

source: Sets on/off the cache system
es_es: Activación/desactivación del sistema de caché

source: Cache File Path
es_es: Ruta del archivo caché

source: Path for the cache
es_es: Ruta de la caché

source: Cache Expires
es_es: Expiración de caché

source: Cache deleted on post
es_es: Cache eliminada en publicación

source: On new post generate deletes the cache
es_es: En nueva publicación eliminar la caché

source: Cache deleted on category
es_es: Eliminar cache con cambio en categoría

source: On new/updated category deletes the cache
es_es: En nueva/actualización de categoría borra caché

source: External Tools
es_es: Herramientas externas

source: Code in the footer for tracking, for example: UA-4562297-13. Empty to disable
es_es: Código en el pie de página para el seguimiento, por ejemplo: UA-4562297-13. Dejar vacíopara deshabilitar

source: User Name, any new post would be tweeted with this account
es_es: Nombre de usuario, cualquier nueva publicación será tweeteada con esta cuenta

source: Password of your account
es_es: Contraseña de su cuenta

source: User Name, short URL for
es_es: Nombre de usuario, URL corta para

source: API for your account
es_es: API para su cuenta

source: Prevent spam
es_es: Prevenir el spam

source: Displays Google Maps with posts
es_es: Muestra Mapa de Google Maps con las publicaciones

source: Center Maps at
es_es: Centrar de Mapas en

source: Map would be centered in this address
es_es: Mapa centrado en esta dirección

source: Account Name enables comments for posts threads with
es_es: Nombre de cuenta, habilita los comentarios para las publicaciones con

source: Video
es_es: Vídeo
