Repository: pennappslabs/Penn-Book-Bazaar
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es_es

source: Allows YouTube videos on posts using [youtube=URLVIDEO]
es_es: Permite vídeos YouTube en las publicaciones usando [youtube=URLVIDEO]

source: Enable/Disable Ocaku Classifieds Community
es_es: Activar/desactivar Comunidad de Anuncios Ocaku

source: API key to use Ocaku. Do not lose this! if you reinstall copy paste here the key.
es_es: Clave de API para Ocaku. No la pierda! Si vuelve a instalar copie y pegue aquí la clave.

source: Save Settings
es_es: Guardar configuración

source: Administration
es_es: Administración

source: Quick View
es_es: Vista rápida

source: Version
es_es: Versión

source: Theme
es_es: Tema

source: Total Views
es_es: Total Vistas

source: Blog Updates
es_es: Actualizaciones de blog

source: Support Forum
es_es: Foro de Soporte técnico

source: Dashboard
es_es: Tablero

source: Listings
es_es: Listados

source: Accounts
es_es: Cuentas

source: Site Statistics
es_es: Estadísticas del sitio

source: Tools to Optimize
es_es: Herramientas para Optimizar

source: All tables found in the database were optimized
es_es: Todas las tablas encontradas en la base de datos se optimizaron

source: Cache was deleted
es_es: Caché se ha eliminado

source: Delete Ads not confirmed in 3 days
es_es: Eliminar los anuncios que no se confirmaron en 3 días

source: Deleted
es_es: Eliminado

source: Are you sure
es_es: Estás seguro

source: Delete Cache
es_es: Borrar la Caché

source: minutes
es_es: minutos

source: Optimize all tables found in the database
es_es: Optimizar todas las tablas de la base de datos

source: PHP Info
es_es: Información PHP

source: Optimize Database Tables
es_es: Optimizar las tablas de la base de datos

source: Advertise Here
es_es: Publicite Aquí

source: Please think about helping us with a donation. We need your support to maintain this software
es_es: Por favor, piense en ayudarnos con una donación. Necesitamos su apoyo para mantener este software

source: queries generated in
es_es: consultas generadas en

source: queries cached
es_es: consultas en caché

source: New Account
es_es: Nueva Cuenta

source: Update Account
es_es: Actualizar cuenta

source: Accounts list
es_es: Lista de Cuentas

source: Active
es_es: Activo

source: Date Created
es_es: Fecha de creación

source: Your new account information
es_es: La información de su nueva cuenta

source: Your new account
es_es: Su nueva cuenta

source: Account succesfully created
es_es: Cuenta creada con éxito

source: An unexpected error has occurred trying to confirm the account
es_es: Un error inesperado se ha producido tratando de confirmar la cuenta

source: An unexpected error has occurred trying to register the account
es_es: Un error inesperado se ha producido tratando de registrar la cuenta

source: Account succesfully updated
es_es: Cuenta actualizado satisfactoriamente

source: Activated
es_es: Activado

source: Account successfully activated
es_es: Cuenta activada satisfactoriamente

source: Deactivated
es_es: Desactivado

source: Account successfully deactivated
es_es: Cuenta desactivada satisfactoriamente

source: Removed
es_es: Eliminado

source: Account successfully removed
es_es: Cuenta eliminada satisfactoriamente

source: Actions performed
es_es: Acciones realizadas

source: Sitemap Generator
es_es: Generador Mapa del sitio

source: Click
es_es: Clic

source: Open Sitemap
es_es: Abrir Mapa del Sitio

source: Change its permissions and try again
es_es: Cambie los permisos y vuelva a intentarlo

source: Updated
es_es: Actualizado

source: Administration Login
es_es: Usuario Administración

source: How much is
es_es: ¿Cuánto cuesta

source: page
es_es: página

source: terms
es_es: condiciones

source: All
es_es: Todos

source: Price
es_es: Precio

source: Sort
es_es: Ordenar

source: queries generated in
es_es: consultas generadas en

source: Views
es_es: Vistas

source: Recommended
es_es: Recomendado

source: Most popular
es_es: Lo más popular

source: Last Week
es_es: Última Semana

source: Classifieds tools
es_es: Herramientas de Anuncios

source: Menu
es_es: Menú
